Repository: BanzaiMan/foodsoft
Catalog: po/*/foodsoft.po
Languages: de

source: Previous
de: Vorige

source: Next
de: Nächste

source: Per page:
de: Pro Seite:

source: Sort by this field
de: Nach diesem Feld sortieren

source: ..in line
de: ...in Zeile

source: articles are parsed successfully.
de: Artikel wurden erfolgreich eingelesen.

source: An error has occurred:
de: Ein Fehler ist aufgetreten:

source: The articles are saved successfully
de: Die Artikel wurden erfolgreich gespeichert

source: An error occured:
de: Ein Fehler ist aufgetreten:

source: ist not assigned to an external database.
de: ist nicht mit einer externen Datenbank verknüpft.

source: The database is up to date.
de: Die Datenbank ist aktuell.

source: The membership was cancelled.
de: Die Mitgliedschaft wurde beendet.

source: You are not allowed to cancel this membership
de: Dir ist nicht erlaubt diese Mitgliedschaft zu beenden

source: Logged out.
de: Abgemeldet.

source: You are not authorized to do this. Please log in as another user or go back.
de: Du bist nicht ausreichend berechtigt. Bitte mit ausreichenden Rechten anmelden oder zurück gehen.

source: Sorry, login is not possible.
de: Sorry, Anmeldung nicht möglich.

source: If your email address is listed in our system, you will now receive an email with the instructions how to change your password.
de: Wenn Deine Email-Adresse in der FoodSoft registriert ist, bekommt du jetzt eine Email mit den Anweisungen für ein neues Passwort.

source: Invalid or expired token, password cannot be changed.
de: Ungültiger oder abgelaufender Token, Passwort kann nicht geändert werden.

source: New password has been saved, please log in.
de: Neues Passwort wurde gespeichert, bitte anmelden.

source: When trying to save your new password an error has occured. Please try again.
de: Während des Speicherns ist ein Fehler aufgetreten. Bitte nochmal versuchen.

source: Your invitation is invalid or has expired, sorry!
de: Deine Einladung ist abgelaufen oder ungültig, sorry!

source: The group you are invited to join doesn't exist any more!
de: Die Gruppe, in die Du eingeladen wurdest, existiert nicht mehr!

source: Congratulations, your account has been created successfully. You can log in now.
de: Herzlichen Glückwunsch, Dein Benutzerkonto wurde erfolgreich erstellt. Du kannst Dich jetzt anmelden.

source: An error has occured. Please try again.
de: Ein Fehler ist aufgetreten. Bitte erneut anmelden.

source: The order has been created successfully.
de: Die Bestellung wurde erfolgreich angelegt.

source: The order has been updated.
de: Die Bestellung wurde aktualisiert.

source: The order has been finished successfully.
de: Die Bestellung wurde erfolgreich beendet.

source: Order for
de: Bestellung für

source: Customer number
de: Kundennummer

source: Delivery date
de: Lieferdatum

source: Shipping address
de: Lieferadresse

source: Articles
de: Artikel

source: Number
de: Nummer

source: Quantity
de: Menge

source: Comment has been created.
de: Kommentar wurde erstellt.

source: The comment has not been saved. Check the title and try again.
de: Der Kommentar konnte nicht gespeichert werden. Überprüfe den Titel und versuche es nochmal.

source: Note is required!
de: Notiz wird benötigt!

source: Saved all transactions successfully
de: Die Transaktionen wurden erfolgreich gespeichert

source: An error has occurred. Please login again.
de: Ein Fehler ist aufgetreten. Bitte erneut anmelden.

source: invite
de: Einladung

source: Invite|Token
de: Schlüssel

source: Invite|Expires at
de: läuft ab am

source: Invite|Group
de: Gruppe

source: Invite|User
de: Benutzerin

source: Invite|Email
de: E-Mail

source: article
de: Artikel

source: Article|Name
de: Name

source: Article|Supplier
de: Lieferantin

source: Article|Article category
de: Artikelkategorie

source: Article|Unit
de: Einheit

source: Article|Note
de: Notiz

source: Article|Availability
de: Verfügbarkeit

source: Article|Manufacturer
de: Herstellerin

source: Article|Origin
de: Herkunft

source: Article|Net price
de: Nettopreis

source: Article|Gross price
de: Bruttopreis

source: Article|Tax
de: Steuer

source: Article|Deposit
de: Pfand

source: Article|Unit quantity
de: Gebindegröße

source: Article|Order number
de: Bestellnummer

source: Article|Created at
de: erstellt am

source: Article|Updated at
de: aktualisiert am

source: cannot be deleted. The article is used in a current order!
de: kann nicht gelöscht werden. Der Artikel wird in einer laufenden Bestellung benutzt.

source: article category
de: Artikelkategorie

source: ArticleCategory|Name
de: Name

source: ArticleCategory|Description
de: Beschreibung

source: Get message with order result
de: Bekomme Nachricht mit Bestellergebnis

source: Get message if negative account balance
de: Bekomme Nachricht bei negativem Kontostand

source: Get messages as emails
de: Nachrichten als E-Mails empfangen

source: Phone is visible for foodcoop members
de: Telefonnummer einsehbar für Mitgliederinnen

source: Email is visible for foodcoop members
de: E-Mail ist einsehbar für Mitgliederinnen

source: Name is visible for foodcoop members
de: Name ist einsehbar für Mitgliederinnen

source: Password is required
de: Passwort wird benötigt

source: Passwords doesn't match
de: Passwörter stimmen nicht überein

source: Password-length has to be between 5 and 25 characters
de: Passwort muss zwischen 5 und 25 Zeichen haben

source: supplier
de: Lieferantin

source: Supplier|Name
de: Name

source: Supplier|Address
de: Adresse

source: Supplier|Phone
de: Telefon

source: Supplier|Phone2
de: Telefon 2

source: Supplier|Fax
de: Fax

source: Supplier|Email
de: E-Mail

source: Supplier|Url
de: Hompage

source: Supplier|Contact person
de: Kontaktperson

source: Supplier|Customer number
de: Kundennummer

source: Supplier|Delivery days
de: Liefertage

source: Supplier|Order howto
de: BestellHowTo

source: Supplier|Note
de: Notiz

source: Supplier|Shared supplier
de: externer Lieferant

source: Supplier|Min order quantity
de: Mindestbestellmenge

source: order
de: Bestellung

source: Order|Name
de: Name

source: Order|Supplier
de: Lieferantin

source: Order|Starts
de: Start

source: Order|Ends
de: Ende

source: Order|Note
de: Notiz

source: Order|Finished
de: beendet

source: Order|Booked
de: verbucht

source: Order|Invoice amount
de: Rechnungsbetrag

source: Order|Deposit
de: Pfand

source: Order|Deposit credit
de: Pfandguthaben

source: Order|Invoice number
de: Rechnungsnummer

source: Order|Invoice date
de: Rechnungsdatum

source: running
de: laufend

source: expired
de: abgelaufen

source: finished
de: beendet

source: balanced
de: abgerechnet

source: There must be at least one article selected
de: Es muss mindestens ein Artikel ausgewählt werden.

source: financial transaction
de: Überweisung

source: FinancialTransaction|Order group
de: Bestellgruppe

source: FinancialTransaction|Amount
de: Betrag

source: FinancialTransaction|Note
de: Notiz

source: FinancialTransaction|User
de: Benutzerin

source: FinancialTransaction|Created on
de: Erstellt am

source: message
de: Nachricht

source: Message|Sender
de: Absender

source: Message|Recipient
de: Empfänger

source: Message|Recipients
de: Empfänger

source: Message|Subject
de: Betreff

source: Message|Body
de: Nachrichtentext

source: Message|Read
de: gelesen

source: Message|Email state
de: E-Mail Status

source: Message|Created on
de: Erstellt am

source: order article result
de: BestellArtikelErgebnis

source: OrderArticleResult|Order
de: Bestellung

source: OrderArticleResult|Name
de: Name

source: OrderArticleResult|Unit
de: Einheit

source: OrderArticleResult|Note
de: Notiz

source: OrderArticleResult|Net price
de: Netto Preis

source: OrderArticleResult|Gross price
de: Brutto Preis

source: OrderArticleResult|Tax
de: Steuer

source: OrderArticleResult|Deposit
de: Pfand

source: OrderArticleResult|Fc markup
de: FC-Aufschlag

source: OrderArticleResult|Order number
de: Bestellnummer

source: OrderArticleResult|Unit quantity
de: Gebindegröße

source: OrderArticleResult|Units to order
de: Einheiten zu Bestellen

source: group
de: Gruppe

source: Group|Type
de: Typ

source: Group|Name
de: Name

source: Group|Description
de: Beschreibung

source: Group|Actual size
de: aktuelle Gruppengröße

source: Group|Account balance
de: Kontostand

source: Group|Account updated
de: Konte akutalisiert

source: Group|Created on
de: Erstellt am

source: Group|Weekly task
de: Wöchentliche Aufgabe

source: Group|Weekday
de: Wochentag

source: Group|Task name
de: Aufgabenname

source: Group|Task description
de: Aufgabenbeschreibung

source: Group|Task required users
de: Aufgabenvorlage: Benötigte Benutzer

source: task
de: Aufgabe

source: Task|Name
de: Name

source: Task|Description
de: Beschreibung

source: Task|Due date
de: Fälligkeitsdatum

source: Task|Done
de: Erledigt

source: Task|Group
de: Gruppe

source: Task|Assigned
de: zugeordnet

source: Task|Created on
de: Erstellt am

source: Task|Updated on
de: aktualisiert am

source: Task|Required users
de: Benötigte Benutzerinnen

source: group order article result
de: Gruppenbestellergebnis

source: GroupOrderArticleResult|Quantity
de: Menge

source: Forgot password?
de: Passwort vergessen?

source: No problem: You can enter a new password here.
de: Kein Problem: Du kannst hier ein neues Passwort eingeben.

source: Just enter your email address. Then you'll receive an email with the detailed instructions.
de: Einfach Deine Email-Adresse eingeben. Du bekommst dann eine Mail mit den genauen Anweisungen.

source: Reset your password
de: Passwort zurücksetzen

source: Back
de: Zurück

source: Supplier
de: Lieferant

source: End
de: Ende

source: person ordered at last
de: Zuletzt bestellt

source: Credit available
de: Verfügbares Guthaben

source: Note
de: Notiz

source: Minimum order quantity
de: Mindestbestellmenge

source: Order quanitity so far
de: Bisherige Gesamtbestellmenge

source: Other orders
de: Andere Bestellungen

source: Manufacturer
de: Herstellerin

source: Package
de: Gebinde

source: Price
de: Preis

source: totally ordered packages
de: Insgesamt bestellte Gebinde

source: Ord.
de: Best.

source: Tolerance
de: Toleranz

source: Amount
de: Betrag

source: Show note
de: Zeige Notiz

source: Total amount
de: Gesamtbetrag

source: New account balance
de: Neuer Kontostand

source: Save order
de: Bestellung speichern

source: Cancel
de: Abbrechen

source: edit my profile
de: Mein Profil

source: Here you can change your preferences. For example you can change your phone number or your password. <br> You can also see in which workgroups you are. <p></p>
de: Hier kannst du deine persönlichen Einstellungen ändern. Zum Beispiel deine Telefonnummer oder dein Passwort. <br> Außerdem siehst du, bei welchen Arbeitsgruppen du Mitglied bist. <p></p>

source: Cancel membership
de: Mitgliedschaft beenden

source: Are you sure to cancel this membership?
de: Bist Du wirklich sicher die Mitgliedschaft zu beenden?

source: User
de: Benutzerinnen

source: User Settings
de: Persönliche Einstellungen

source: Go to your FoodCoop-Hompage
de: Gehe zur Deiner FoodCoop-Hompage

source: Help
de: Hilfe

source: Logout
de: Abmelden

source: Startpage
de: Startseite

source: The Startpage. A good Startpoint.
de: Die Startseite. Ein guter Ausgabspunkt zum Entdecken der Foodsoft.

source: Members
de: Mitglieder

source: Here you find a List with all Foodcoop members.
de: Eine Liste mit allen Foodcoop Mitgliedern

source: Workgroups
de: Arbeitsgruppen

source: Here you find all Workgroups. For Example the sortinggroup with all their members.
de: Eine Liste mit allen Arbeitsgruppen. Z.B. Sortiergruppe, Palettengruppe,...

source: Tasks
de: Aufgaben

source: Here you see the tasks. Please do something for the foodcoop!
de: Hier gehts zu den Aufgaben. Bitte hilf mit, damit alle Aufgaben erledigt werden.

source: Messages
de: Nachrichten

source: My ordergroup
de: Meine Bestellgruppe

source: Here are informations about your ordergroup. You can also see your accounts current
de: Informationen über deine Bestellgruppe sowie den aktuellen Kontostand.

source: My Profile
de: Mein Profil

source: Here are your personal Settings
de: Deine persönlichen Einstellungen

source: Orders
de: Bestellungen

source: Order
de: Bestellen

source: My orders
de: Meine Bestellungen

source: Manage orders
de: Gesamtbestellungen verwalten

source: Show articles
de: Artikel anzeigen

source: Categories
de: Kategorien

source: Suppliers
de: Lieferanten

source: Finance
de: Finanzen

source: Ordergroups
de: Bestellgruppen

source: Balance orders
de: Bestellungen abrechnen

source: Groups
de: Gruppen

source: Invitation
de: Einladung

source: You are invited to join:
de: Du bist eingeladen Mitglied einer Bestellgruppe zu werden:

source: If you accept the invitation and want to join the foodcoop please fill out the form.
de: Wenn Du die Einladung annimmst und bei der Foodcoop mitmachen willst, dann fülle bitte das folgende Formular aus.

source: Nickname (for log in)
de: Nickname (für den Login)

source: First name
de: Vorname

source: Last name
de: Nachname

source: Phone
de: Telefon

source: Address
de: Adresse

source: Password
de: Passwort

source: Passwort confirmation
de: Passwort Bestätigung

source: Settings
de: Einstellungen

source: Send
de: Senden

source: Login
de: Anmeldung

source: Username
de: Benutzername

source: Login!
de: Anmeldung!

source: Forgot Password?
de: Passwort vergessen?

source: Cookies must be accepted!
de: Kekse müssen akzeptiert werden!

source: Sum
de: Summe

source: nonexistent
de: nicht vorhanden

source: Order Overview
de: Bestellübersicht

source: Account balance
de: Kontostand

source: Current orders
de: Laufende Bestellungen

source: Unrecorded orders
de: Unverbuchte Bestellungen

source: Available
de: Verfügbar

source: unrecorded orders
de: Unverbuchte Bestellungen

source: total order value
de: Gesamtbestellwert

source: balanced orders
de: Abgerechnete Bestellungen

source: more...
de: mehr...

source: Your result for
de: Dein Ergebnis für

source: Previous order
de: Vorige Bestellung

source: Overview
de: Übersicht

source: Next order
de: Nächste Bestellung

source: Summary
de: Zusammenfassung

source: Order value
de: Bestellwert

source: Cleared by
de: Abgerechnet durch

source: Order isn't balanced yet
de: Bestellung ist noch nicht abgerechnet

source: read/add comments
de: lese/schreibe Kommentare

source: Running orders
de: Laufende Bestellungen

source: Overview of articles
de: Artikelübersicht

source: You haven't ordered
de: Du hast nicht bestellt.

source: You haven't ordered yet.
de: Du hast noch nicht bestellt.

source: Order now
de: Jetzt bestellen

source: Comments
de: Kommentare

source: New comment
de: Neuer Kommentar

source: Unit quantity
de: Gebindegröße

source: Unit price
de: Einzelpreis

source: Received
de: Bekommen

source: Total price
de: Gesamtpreis

source: Orders of
de: Bestellungen von

source: See current orders in
de: Laufende Bestellungen findest Du in der

source: Also show orders, your ordergroup haven't participated:
de: Zeige auch Bestellungen, bei denen Deine Bestellgruppe nicht bestellt hat.

source: finished/not balanced
de: beendet/nicht abgerechnet

source: Who ordered?
de: Wer bestellte?

source: Total sum
de: Gesamtbetrag

source: There aren't current orders at the moment.
de: Es gibt derzeit keine laufenden Bestellungen.

source: Upload articles
de: Artikel hochladen

source: The file-type must be "csv" (textfile). Use a semicolon (";") to seperate the fields and double quotes ("Bananas...") for the text.
de: Die Datei muss vom Typ "csv" (Textdatei) sein. Als Feldtrenner benutze ein Semikolon (";") und als Texttrenner doppelte Anführungszeichen ("Bananen...").

source: The character-set has to be "UTF-8". The first row, maybe used for headers, will be ignored.
de: Der Zeichensatz muss "UTF-8" sein. Die erste Zeile wird ignoriert, z.B. für Spaltenüberschriften.

source: Correct order of the columns:
de: Reihenfolge der Spalten:

source: Status (x=outlistet)
de: Status (x=ausgelistet)

source: Origin
de: Herkunft

source: Unit
de: Einheit

source: Net price
de: Netto Preis

source: Tax
de: Steuer

source: Deposit
de: Pfand

source: Scale quantity
de: Staffelmenge

source: Scale price
de: Staffelpreis

source: Category
de: Kategorie

source: Number of found articles :
de: Anzahl gefundener Artikel :

source: UnitQu
de: GebGr

source: Articles from
de: Artikel von

source: External database
de: Externe Datenbank

source: search/import
de: suchen/importieren

source: sync
de: synchronisieren

source: Change supplier:
de: Lieferantin wechseln:

source: Import articles
de: Artikel importieren

source: Search articles
de: Artikel Suchen

source: Search in following lists:
de: Suche in folgenden Listen:

source: only regional:
de: nur regional:

source: Close
de: Schließen

source: New article
de: Neuer Artikel

source: Edit all
de: Alle bearbeiten

source: Create order
de: Bestellung anlegen

source: Search in article name:
de: Suche in Artikelnamen:

source: Search
de: Suche

source: Upload Articles
de: Artikel hochladen

source: Please check the parsed articles and choose a supplier at the end of page.
de: Bitte überprüfe die eingelesenen Artikel und wähle unten einen Lieferanten aus.

source: At the moment there is now checking of dublicate articles.
de: Momentan gibt es keine Überprüfung von doppelten Artikeln.

source: Choose a supplier:
de: Lieferantin auswählen:

source: Save articles
de: Artikel speichern

source: Roles
de: Rollen

source: Last Login
de: Letzter Login

source: My tasks
de: Meine Aufgaben

source: Task in detail
de: Aufgabe im Detail

source: Description
de: Beschreibung

source: Due date
de: Fälligkeitsdatum

source: Responsible people
de: Verantwortliche Personen

source: Group
de: Gruppe

source: Done
de: Erledigt

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Delete the task?
de: Die Aufgabe wirklich löschen?

source: Arrange tasks
de: Aufgaben zuweisen

source: Tasks for all
de: Aufgaben für alle

source: Create new task
de: Neue Aufgabe erstellen

source: Create task
de: Aufgabe erstellen

source: Members of the workgroups
de: Mitglieder der Arbeitsgruppen

source: Remove
de: Entfernen

source: Subject
de: Betreff

source: Who will make it?
de: Wer macht das?

source: How many are still required?
de: Wie viele werden noch benötigt?

source: Accept task
de: Aufgabe übernehmen

source: Reject task
de: Aufgabe ablehnen

source: Task archive
de: AufgabenArchiv

source: tasks can have multiple assignments
de: Aufgaben können mehrere Verantwortliche haben

source: use commas to seperate the names
de: Benutze Kommas, um mehrere Namen zu trennen

source: How many users are altogether required?
de: Wie viele Verantwortliche werden insgesamt benötigt?

source: Arrange tasks for
de: AufgabenVerteilung für

source: Weekly tasks
de: Wöchentliche Aufgaben

source: Date
de: Datum

source: more
de: mehr

source: Assign people
de: Personen zuweisen

source: No weekly tasks defined yet
de: Noch keine wöchentlichen Aufgaben angelegt

source: Edit weekly tasks
de: Wöchentliche Aufgaben bearbeiten

source: all tasks
de: Alle Aufgaben

source: TaskMenu
de: AufgabenMenu

source: Actions
de: Aktionen

source: New task
de: Neue Aufgabe

source: Pages
de: Seiten

source: All tasks
de: Alle Aufgaben

source: Tasks done
de: Erledigte Aufgaben

source: Group tasks
de: GruppenAufgaben

source: Edit task
de: Aufgabe bearbeiten

source: Save changes
de: Änderungen speichern

source: Show order
de: Bestellung anzeigen

source: Begin
de: Beginn

source: Groups ordered
de: Gruppenbestellungen

source: Ordered articles:
de: Bestellte Artikel:

source: All articles
de: Alle Artikel

source: Sort by groups
de: Gruppensortierung

source: Download file
de: Datei runterladen

source: Sort by articles
de: Artikelsortierung

source: FAX-template:
de: FAX-Vorlage:

source: New Order
de: Neue Bestellung

source: for
de: für

source: Choose a supplier...
de: Lieferant auswählen...

source: finish
de: beenden

source: Are you really sure to finish the order?
de: Bist Du wirklich sicher die Bestellung zu beenden?

source: Destroy
de: Löschen

source: Are you really sure you want to destroy the order?
de: Bist Du wirklich sicher, Du willst die Bestellung löschen?

source: Expired/finished orders
de: abgelaufende/beendete Bestellungen

source: Units ordered
de: bestellte Einheiten

source: Result/Unit quantity
de: Ergebnis/Gebinde

source: Total value
de: Gesamtbetrag

source: (net/gross)
de: (netto/brutto)

source: finish now
de: jetzt beenden

source: Use article selection from
de: Benutze Artikelauswahl von

source: Choose an order...
de: Bestellung wählen...

source: Select all
de: Alle auswählen

source: Edit order
de: Bestellung bearbeiten

source: Save
de: Speichern

source: New order
de: Neue Bestellung

source: Put the order online
de: Bestellung online stellen

source: Your tasks for the upcoming week:
de: Deine Aufgaben für die nächste Woche:

source: Accept tasks
de: Aufgaben übernehmen

source: Your are responsible for a few tasks.
de: Du bist für einige Aufgaben verantwortlich.

source: Accept/Reject tasks
de: Aufgaben übernehmen/ablehnen

source: Unassigned tasks
de: Nicht zugewiesene Aufgaben

source: There are
de: Es gibt

source: unassigned task(s)
de: nicht zugewiesene Aufgabe(n)

source: Unread messages
de: Ungelesene Nachrichten

source: All messages
de: Alle Nachrichten

source: Account balance:
de: Kontostand:

source: Last transactions
de: Letzte Überweisungen

source: When
de: Wann

source: Who
de: Wer

source: more ...
de: mehr ...

source: Sort by Ordergroups :
de: Sortiere nach Bestellgruppen :

source: Send user an email
de: Mitglied eine Nachricht schicken

source: Go to ...
de: Direkt zu ...

source: Member list
de: Mitgliederliste

source: Write message
de: Nachricht schreiben

source: Order summary
de: Bestellungen

source: Finish order
de: Bestellung beenden

source: Artcle management
de: Artikelverwaltung

source: Refresh articles
de: Artikel aktualisieren

source: Financial management
de: Finanzverwaltung

source: Update account balances
de: Kontostände aktualisieren

source: Cancel orders
de: Bestellungen abbrechen

source: New ordergroup
de: Neue Bestellgruppe

source: New user
de: Neue Benutzerin

source: Group has access to
de: Gruppe hat Zugriff auf

source: Weekly task
de: Wöchentliche Aufgabe

source: at
de: am

source: Show all tasks
de: Zeige alle Aufgaben

source: Edit group
de: Gruppe bearbeiten

source: Send members a message
de: Schicke den Mitgliedern eine Nachricht

source: Manage accounts
de: Kontenverwaltung

source: To create multiple transactions at once please follow this
de: Um mehrere Transaktionen auf einmal zu erstellen folge diesem

source: Search in name
de: Suche im Namen

source: Found
de: Gefunden

source: Size of group
de: Gruppengröße

source: Show ordergroup
de: Zeige Bestellgruppe

source: New transaction
de: Neue Überweisung

source: List transactions
de: Überweisung anzeigen

source: Update multiple accounts
de: Aktualisiere mehrere Konten

source: Ordergroup
de: Bestellgruppe

source: Add another ordergroup
de: Weitere Bestellgruppe hinzufügen

source: Remove ordergroup
de: Bestellgruppe entfernen
